/* NSTextField (Local File:) : <title:Local File:> (oid:123) */
"Local File:" = "Kohalik fail:";

/* NSTextField (URL:) : <title:URL:> (oid:122) */
"URL:" = "URL:";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:163) */
"Unlimited Bandwidth" = "Piiramatu ribalaius";

"Overwrite all files" = "Kirjuta kõik failid üle";
"Append existing files" = "Lisa olemasolevatele failidele";
"Rename transferred files with a timestamp appended to the filename" = "Nimeta ülekantud failid ümber lisades failinimesse ajatempli";
"Rename existing files with timestamp appended to filename" = "Nimeta olemasolevad failid ümber lisades failinimesse ajatempli";
"Skip transfer of files that already exist" = "Jäta vahele failid, mis on juba olemas";
"Prompt for action on every file" = "Küsi iga faili puhul";
"Skip files that match size, modification date or checksum" = "Jäta vahele failid, mille suurus, muutmise kuupäev või kontrollsumma kattuvad";
/* Synchronization */
"Download changed and missing files" = "Laadi alla muudetud ja puuduvad failid";
"Upload changed and missing files" = "Laadi üles muudetud ja puuduvad failid";
"Download and Upload" = "Laadi alla ja üles";

/* Transfer action for existing files. */
"Overwrite" = "Kirjuta üle";
"Overwrite all files" = "Kirjuta kõik failid üle";

/* Toolbar item in Transfer Window. Transfer action for existing files */
"Resume" = "Taasta";
"Append existing files" = "Lisa olemasolevatele failidele";

/* Transfer action for existing files */
"Rename existing" = "Nimeta olemasolev ümber";
"Rename existing files with timestamp appended to filename" = "Nimeta olemasolevad failid ümber lisades failinimesse ajatempli";
"Rename" = "Nimeta ümber";
"Move" = "Liiguta";
"Rename transferred files with a timestamp appended to the filename" = "Nimeta ülekantud failid ümber lisades failinimesse ajatempli";

/* Transfer action for existing files */
"Skip" = "Jäta vahele";
"Skip transfer of files that already exist" = "Jäta vahele failid, mis on juba olemas";
"Compare" = "Võrdle";
"Skip files that match size, modification date or checksum" = "Jäta vahele failid, mille suurus, muutmise kuupäev või kontrollsumma kattuvad";

/* Toolbar item */
"Trash" = "Prügikasti";
"Move files that already exist to the Trash" = "Liiguta failid, mis on juba prügikastis olemas";

/* Synchronization actions */
"Download changed and missing files" = "Laadi alla muudetud ja puuduvad failid";
"Upload changed and missing files" = "Laadi üles muudetud ja puuduvad failid";
"Download and Upload" = "Laadi alla ja üles";

/* Synchronize option */
"Mirror" = "Peegelda";

/* NSMenuItem (Neue Verbindung öffnen) : <title:Open new connection> (oid:144) */
"Open single connection" = "Ava üks ühendus";

/* NSMenuItem (Use browser connection) : <title:Use browser connection> (oid:145) */
"Use browser connection" = "Kasuta sirvija ühendust";
"Open multiple connections" = "Ava mitu ühendust";
"Connections" = "Ühendused";
"{0} Connections" = "{0} ühendust";
"Log" = "Logi";
